local fight_unit_sound_conf = {
[11005] ={
     Id = 11005,
     name = '美国大兵',
     Voice2 = '60088,60089',
     Voice3 = '60083,60084',
     action3 = 60085,
     action4 = 60090,
     action8 = 60085,
},
[11007] ={
     Id = 11007,
     name = '地面伞兵',
     Voice2 = '60088,60089',
     Voice3 = '60083,60084',
     action3 = 60085,
     action4 = 60090,
     action8 = 60085,
},
[11011] ={
     Id = 11011,
     name = '伞兵队长',
     Voice2 = '60088,60089',
     Voice3 = '60083,60084',
     action3 = 60085,
     action4 = 60090,
     action8 = 60085,
},
[12013] ={
     Id = 12013,
     name = '灰熊坦克',
     Voice2 = '60074,60075',
     Voice3 = '60070,60071',
     action3 = 60072,
     action4 = 60076,
},
[13001] ={
     Id = 13001,
     name = '黑鹰战机',
     Voice2 = '60098,60099',
     Voice3 = '60094,60095',
     action3 = 60092,
     action4 = 60139,----------------
},
[12014] ={
     Id = 12014,
     name = 'V3火箭（车）',
     Voice2 = '60039,60040',
     Voice3 = '60035,60036',
     action3 = 60033,
     action4 = 60034,
     action6 = 60032,
},
[12009] ={
     Id = 12009,
     name = '磁暴坦克',
     Voice2 = '60080,60081',
     Voice3 = '60077,60078',
     action3 = 60082,
     action4 = 60001,
},
[11502] ={
     Id = 11502,
     name = '飞行兵',
     Voice2 = '60135,60136',-------------------
     Voice3 = '60069,60132',------------
     action3 = 60133,----------
     action4 = 60134,--------
},
[11001] ={
     Id = 11001,
     name = '尤里机枪兵',
     Voice2 = '60067,60068',
     Voice3 = '60061,60062',
     action3 = 60063,
     action4 = 60064,
},
[11002] ={
     Id = 11002,
     name = '尤里巨型狂人',
     Voice2 = '60060,60059',
     action3 = 60057,
     action4 = 60058,
},
[12004] ={
     Id = 12004,
     name = '天启坦克',
     Voice2 = '60048,60049',
     Voice3 = '60043,60044',
},
[13004] ={
     Id = 13004,
     name = '基洛夫飞艇',
     Voice2 = '60130,60131',---------
     Voice3 = '60127,60128',--------
     action3 = 60126,---------
     action4 = 60129,------
},
[13008] ={
     Id = 13008,
     name = 'V3火箭（导弹）',
     action3 = 60033,
     action6 = 60041,
},
[12016] ={
     Id = 12016,
     name = '犀牛坦克',
},
[42008] ={
     Id = 42008,
     name = '城墙',
    action4 = 60002,
    dieVoice = 60146,
},
[42009] ={
     Id = 42008,
     name = '第一关门1',
    action4 = 60121,
},
[420010] ={
     Id = 42008,
     name = '第一关门2',
    action4 = 60121,
},
[43002] ={
     Id = 43002,
     name = '尤里基地',
     action4 = 60002,
},
[43003] ={
     Id = 43003,
     name = '苏俄发电厂',
     action4 = 60002,
},
[43005] ={
     Id = 43005,
     name = '苏俄基地',
     action4 = 60002,
},
[42001] ={
     Id = 42001,
     name = '沙包',
     action4 = 60003,
},
[43007] ={
     Id = 43007,
     name = '国旗',
     action4 = 60003,
},
[43008] ={
     Id = 43008,
     name = 'V3导弹库',
     action4 = 60003,
},
[43009] ={
     Id = 43009,
     name = '帐篷',
     action4 = 60003,
},
[21001] ={
     Id = 21001,
     name = '鲍里斯',
     action9 = 60140----------
},
[13007] ={
     Id = 13007,
     name = '鲍里斯的轰炸机',
     action3 = 60137,----------
     action4 = 60001,
     action6 = 60138,--------
},
[41002] ={
     Id = 41002,
     name = '电磁塔',
     action3 = 60093,
     action4 = 60003,
     action5 = 60093,
},
[41003] ={
     Id = 41003,
     name = '盖特机炮',
     action3 = 60054,
     action4 = 60003,
},
[41004] ={
     Id = 41004,
     name = '防空炮',
     action3 = 60100,
     action4 = 60003,
},
[42002] ={
     Id = 42002,
     name = '沙包1',
},
[42003] ={
     Id = 42003,
     name = '沙包2',
},
[42004] ={
     Id = 42004,
     name = '沙包3',
},
[42005] ={
     Id = 42005,
     name = '围墙1',
},
[42006] ={
     Id = 42006,
     name = '围墙2',
},
[42007] ={
     Id = 42007,
     name = '围墙3',
},
[12010] ={
     Id = 12010,
     name = '光陵坦克',
     Voice2 = '60046,60047',
     Voice3 = '60043,60044',
     action3 = 60045,
     action4 = 60001,
},
[12015] ={
     Id = 12015,
     name = '多功能步兵车',
     Voice2 = '60104,60105',
     Voice3 = '60100,60101',
     action3 = 60103,
     action4 = 60001,
},
[110035] ={
     Id = 110035,
     name = '直升机残骸A',
    action4 = 22104,
},
[110036] ={
     Id = 110036,
     name = '直升机残骸B',
    action4 = 22104,
},
[110037] ={
     Id = 110037,
     name = '直升机残骸C',
    action4 = 22104,
},
[110038] ={
     Id = 110038,
     name = '宝箱',
    action4 = 22104,
},
[110041] ={
     Id = 110041,
     name = '第五关核电厂',
    action4 = 60002,
    dieVoice = 60146,
},
[110053] ={
     Id = 110053,
     name = '实验室大门',
    action4 = 60123,
    dieVoice = 60146,
},
[110055] ={
     Id = 110055,
     name = '第四关铁门1',
    action4 = 60122,
},
[110054] ={
     Id = 110054,
     name = '心灵控制塔',
    action4 = 60002,
    dieVoice = 60146,
},
[110056] ={
     Id = 110056,
     name = '第四关铁门2',
    action4 = 60122,
}
}
return fight_unit_sound_conf
